Repository: WangCheng0111/Demo
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# AppTitle.Text
source: Hello
zh_cn: 你好
zh_tw: 你好

# SearchBox.PlaceholderText
source: Search chapters
zh_cn: 搜索章节
zh_tw: 搜尋章節

# Sidebar.EmptyHint
source: No books yet
zh_cn: 暂无书籍
zh_tw: 暫無書籍

# Reader.ChapterPosition
source: Chapter {0}/{1}
zh_cn: 第 {0}/{1} 章
zh_tw: 第 {0}/{1} 章

# ContentPlaceholder.Text
source: Placeholder
zh_cn: 占位文字
zh_tw: 佔位文字

# Content.EmptyHint
source: Double-click here to import a book
zh_cn: 双击此处导入书籍
zh_tw: 雙擊此處匯入書籍

# Import.Parsing
source: Parsing book...
zh_cn: 正在解析书籍...
zh_tw: 正在解析書籍...

# Import.Error
source: Import failed: {0}
zh_cn: 导入失败：{0}
zh_tw: 匯入失敗：{0}

# SettingsPanel.Title
source: Settings
zh_cn: 设置
zh_tw: 設定

# BooksPanel.Title
source: Library
zh_cn: 书架
zh_tw: 書架

# BooksPanel.EmptyHint
source: No books yet. Double-click the content area to import.
zh_cn: 暂无书籍，可双击内容区导入
zh_tw: 暫無書籍，可雙擊內容區匯入

# Settings.LanguageLabel
source: Language
zh_cn: 语言
zh_tw: 語言

# Settings.BodyFontSize
source: Body font size
zh_cn: 正文字号

# Settings.TitleFontSize
source: Title font size
zh_cn: 标题字号

# Settings.FontFamily
source: Font
zh_cn: 字体

# Settings.SectionDesktop
source: Desktop
zh_cn: 桌面
zh_tw: 桌面

# Settings.CategoryGeneral
source: General
zh_cn: 通用
zh_tw: 通用

# Settings.CategoryShortcuts
source: Shortcuts
zh_cn: 快捷键
zh_tw: 快捷鍵

# Settings.ShortcutsPlaceholder
source: Shortcut settings (coming soon)
zh_cn: 快捷键设置（开发中）
zh_tw: 快捷鍵設定（開發中）
